{
    "Title": "The Hunger Games",
    "Overview": "Every year in the ruins of what was once North America, the nation of Panem forces each of its twelve districts to send a teenage boy and girl to compete in the Hunger Games.  Part twisted entertainment, part government intimidation tactic, the Hunger Games are a nationally televised event in which “Tributes” must fight with one another until one survivor remains.  Pitted against highly-trained Tributes who have prepared for these Games their entire lives, Katniss is forced to rely upon her sharp instincts as well as the mentorship of drunken former victor Haymitch Abernathy.  If she’s ever to return home to District 12, Katniss must make impossible choices in the arena that weigh survival against humanity and life against love. The world will be watching.",
    "Tagline": "May The Odds Be Ever In Your Favor.",
    "Homepage": "http://www.thehungergames.movie/",
    "Release_Date": "2012-03-12",
    "Vote_Average": 7.193,
    "Runtime": 142,
    "Poster_Path": "/yXCbOiVDCxO71zI7cuwBRXdftq8.jpg",
    "Genres": "Science Fiction, Adventure, Fantasy",
    "Keywords": "[{\"id\": 3298, \"name\": \"hallucination\"}, {\"id\": 4565, \"name\": \"dystopia\"}, {\"id\": 11322, \"name\": \"female protagonist\"}, {\"id\": 18101, \"name\": \"bow and arrow\"}, {\"id\": 18106, \"name\": \"knife throwing\"}, {\"id\": 18109, \"name\": \"knife fight\"}, {\"id\": 18249, \"name\": \"game\"}, {\"id\": 53995, \"name\": \"archery\"}, {\"id\": 164092, \"name\": \"blindness\"}, {\"id\": 179751, \"name\": \"glamour\"}, {\"id\": 179776, \"name\": \"roasted pig\"}, {\"id\": 179778, \"name\": \"sponsor\"}, {\"id\": 179780, \"name\": \"chariot\"}, {\"id\": 179781, \"name\": \"fictional tv show\"}, {\"id\": 179803, \"name\": \"mine explosion\"}, {\"id\": 223438, \"name\": \"based on young adult novel\"}]",
    "Director": "Gary Ross",
    "budget": 75000000,
    "revenue": 691210692,
    "production_companies": "Lionsgate, Color Force",
    "Cast": "Jennifer Lawrence, Josh Hutcherson, Liam Hemsworth",
    "clean_text": "hunger game year ruin north america nation panem force twelve district send teenage boy girl compete hunger game   twisted entertainment government intimidation tactic hunger game nationally televise event \" tribute \" fight one one survivor remains   pit highlytrained tribute prepare game entire life katniss force rely sharp instinct mentorship drunken victor haymitch abernathy   return home district 12 katniss impossible choice arena weigh survival humanity life love world watch odd favor science fiction adventure fantasy gary ross jennifer lawrence josh hutcherson liam hemsworth 2012"
}