{
    "Title": "Kickboxer: Vengeance",
    "Overview": "Eric and Kurt Sloane are the descendants of a well-known Venice, California-based family of martial artists. Kurt has always been in older brother, Eric's shadow, as he lacks the instincts needed to become a champion. Against Kurt's concerns, Eric accepts a paid offer and travels to Thailand to challenge the Muay Thai champion Tong Po and fails with dire consequences. Kurt sets out for revenge. He trains with his brother's mentor, Master Durand, for a Muay Thai fight against the merciless champion, Tong Po. Durand first thinks Kurt is impossible to train, but through a series of spiritual exercises and tests, Durand discovers that Kurt has a deeper strength that will carry him through his final showdown with Tong Po.",
    "Tagline": "Unknown",
    "Homepage": "http://www.kickboxervengeance.com",
    "Release_Date": "2016-07-14",
    "Vote_Average": 5.012,
    "Runtime": 90,
    "Poster_Path": "/9suFyXDE1MhZ8I8tuhmTd0fJ7G8.jpg",
    "Genres": "Action, Drama",
    "Keywords": "[{\"id\": 779, \"name\": \"martial arts\"}, {\"id\": 18111, \"name\": \"kickboxing\"}, {\"id\": 156159, \"name\": \"martial arts tournament\"}, {\"id\": 161184, \"name\": \"reboot\"}, {\"id\": 210531, \"name\": \"thai boxing\"}]",
    "Director": "John Stockwell",
    "budget": 17000000,
    "revenue": 0,
    "production_companies": "Radar Pictures, Headmon Entertainment & Productions",
    "Cast": "Alain Moussi, Dave Bautista, Sara Malakul Lane",
    "clean_text": "kickboxer vengeance eric kurt sloane descendant wellknown venice californiabase family martial artist kurt old brother eric shadow lack instinct need champion kurt concern eric accept pay offer travel thailand challenge muay thai champion tong po fail dire consequence kurt set revenge train brother mentor master durand muay thai fight merciless champion tong po durand first think kurt impossible train series spiritual exercise test durand discover kurt deep strength carry final showdown tong po unknown action drama john stockwell alain moussi dave bautista sara malakul lane 2016"
}