{
    "Title": "Valentine's Day",
    "Overview": "More than a dozen Angelenos navigate Valentine's Day from early morning until midnight. Three couples awake together, but each relationship will sputter. A grade-school boy wants flowers for his first true love. Two high school seniors plan first-time sex at noon. A TV sports reporter gets the assignment to find romance in LA. A star quarterback contemplates his future. Two strangers meet on a plane. Grandparents, together for years, face a crisis. An 'I Hate Valentine's Day' dinner beckons the lonely and the lied to.",
    "Tagline": "A Love Story. More or Less.",
    "Homepage": "http://www.valentinesdaymovie.com/",
    "Release_Date": "2010-02-10",
    "Vote_Average": 5.905,
    "Runtime": 125,
    "Poster_Path": "/qOTcfD2DdnOTmhH0r1TOE09VvNh.jpg",
    "Genres": "Comedy, Romance",
    "Keywords": "[{\"id\": 2382, \"name\": \"flower\"}, {\"id\": 2587, \"name\": \"married couple\"}, {\"id\": 2778, \"name\": \"florist\"}, {\"id\": 5091, \"name\": \"kiss\"}, {\"id\": 9457, \"name\": \"single\"}, {\"id\": 9988, \"name\": \"valentine\"}, {\"id\": 160404, \"name\": \"valentine's day\"}, {\"id\": 171366, \"name\": \"multiple storylines\"}, {\"id\": 179430, \"name\": \"aftercreditsstinger\"}, {\"id\": 179431, \"name\": \"duringcreditsstinger\"}]",
    "Director": "Garry Marshall",
    "budget": 52000000,
    "revenue": 216485654,
    "production_companies": "New Line Cinema, Karz Entertainment, Rice Films",
    "Cast": "Jessica Alba, Jessica Biel, Bradley Cooper",
    "clean_text": "valentine day dozen angeleno navigate valentine day early morning midnight three couple awake relationship sputter gradeschool boy want flower first true love two high school senior plan firsttime sex noon tv sport reporter get assignment find romance la star quarterback contemplate future two stranger meet plane grandparent year face crisis hate valentine day dinner beckon lonely lie love story comedy romance garry marshall jessica alba jessica biel bradley cooper 2010"
}