{
    "Title": "Pete's Dragon",
    "Overview": "For years, old wood carver Mr. Meacham has delighted local children with his tales of the fierce dragon that resides deep in the woods of the Pacific Northwest. To his daughter, Grace, who works as a forest ranger, these stories are little more than tall tales... until she meets Pete, a mysterious 10-year-old with no family and no home who claims to live in the woods with a giant, green dragon named Elliott. And from Pete's descriptions, Elliott seems remarkably similar to the dragon from Mr. Meacham's stories. With the help of Natalie, an 11-year-old girl whose father Jack owns the local lumber mill, Grace sets out to determine where Pete came from, where he belongs, and the truth about this dragon.",
    "Tagline": "Some secrets are too big to keep.",
    "Homepage": "http://movies.disney.com/petes-dragon-2016",
    "Release_Date": "2016-08-10",
    "Vote_Average": 6.379,
    "Runtime": 103,
    "Poster_Path": "/A9x4Ogk8KUXTfU649NS6lS9TCmu.jpg",
    "Genres": "Adventure, Family, Fantasy",
    "Keywords": "[{\"id\": 5650, \"name\": \"feral child\"}, {\"id\": 9714, \"name\": \"remake\"}, {\"id\": 12554, \"name\": \"dragon\"}, {\"id\": 13014, \"name\": \"orphan\"}, {\"id\": 208289, \"name\": \"1980s\"}, {\"id\": 209220, \"name\": \"live action and animation\"}]",
    "Director": "David Lowery",
    "budget": 65000000,
    "revenue": 143695338,
    "production_companies": "Walt Disney Pictures, Walt Disney Studios Motion Pictures",
    "Cast": "Bryce Dallas Howard, Oakes Fegley, Wes Bentley",
    "clean_text": "pet dragon year old wood carver mr meacham delight local child tale fierce dragon reside deep wood pacific northwest daughter grace work forest ranger story little tall tale meet pete mysterious 10yearold family home claim live wood giant green dragon name elliott pete description elliott remarkably similar dragon mr meachams story help natalie 11yearold girl father jack own local lumber mill grace set determine pete come belong truth dragon secret big adventure family fantasy david lowery bryce dallas howard oake fegley wes bentley 2016"
}