{
    "Title": "Pitch Perfect 2",
    "Overview": "The Bellas are back, and they are better than ever. After being humiliated in front of none other than the President of the United States of America, the Bellas are taken out of the Aca-Circuit. In order to clear their name, and regain their status, the Bellas take on a seemingly impossible task: winning an international competition no American team has ever won. In order to accomplish this monumental task, they need to strengthen the bonds of friendship and sisterhood and blow away the competition with their amazing aca-magic! With all new friends and old rivals tagging along for the trip, the Bellas can hopefully accomplish their dreams.",
    "Tagline": "We're back pitches",
    "Homepage": "Unknown",
    "Release_Date": "2015-05-07",
    "Vote_Average": 6.864,
    "Runtime": 115,
    "Poster_Path": "/fQaEGzFmvTYu3G641WV0Tg9auAt.jpg",
    "Genres": "Comedy, Music",
    "Keywords": "[{\"id\": 6027, \"name\": \"music\"}, {\"id\": 9663, \"name\": \"sequel\"}, {\"id\": 10229, \"name\": \"singer\"}, {\"id\": 10556, \"name\": \"male female relationship\"}, {\"id\": 33928, \"name\": \"audition\"}, {\"id\": 155939, \"name\": \"group of friends\"}, {\"id\": 179431, \"name\": \"duringcreditsstinger\"}, {\"id\": 186120, \"name\": \"singing competition\"}, {\"id\": 186136, \"name\": \"female musician\"}, {\"id\": 186147, \"name\": \"singing contest\"}, {\"id\": 187056, \"name\": \"woman director\"}, {\"id\": 209838, \"name\": \"acapella\"}]",
    "Director": "Elizabeth Banks",
    "budget": 29000000,
    "revenue": 287506194,
    "production_companies": "Universal Pictures, Gold Circle Films, Brownstone Productions",
    "Cast": "Anna Kendrick, Rebel Wilson, Hailee Steinfeld",
    "clean_text": "pitch perfect 2 bella well humiliate president united states america bella take acacircuit order clear regain status bella seemingly impossible task win international competition american team win order accomplish monumental task need strengthen bond friendship sisterhood blow away competition amazing acamagic new friend old rival tag trip bella hopefully accomplish dream pitch comedy music elizabeth banks anna kendrick rebel wilson hailee steinfeld 2015"
}