{
    "Title": "Aliens vs Predator: Requiem",
    "Overview": "The iconic creatures from two of the scariest film franchises in movie history wage their most brutal battle ever—in our own backyard. The small town of Gunnison, Colorado becomes a war zone between two of the deadliest extra-terrestrial life forms—the Alien and the Predator. When a Predator scout ship crash-lands in the hills outside the town, Alien Facehuggers and a hybrid Alien/Predator are released and begin to terrorize the town.",
    "Tagline": "In space, no one can hear you scream. On Earth, it won't matter.",
    "Homepage": "http://www.avp-r.com/",
    "Release_Date": "2007-12-25",
    "Vote_Average": 5.2,
    "Runtime": 94,
    "Poster_Path": "/jCyJN1vj8jqJJ0vNw4hDH2KlySO.jpg",
    "Genres": "Fantasy, Action, Science Fiction, Thriller, Horror",
    "Keywords": "[{\"id\": 1297, \"name\": \"predator\"}, {\"id\": 5387, \"name\": \"national guard\"}, {\"id\": 9410, \"name\": \"hybrid\"}, {\"id\": 9951, \"name\": \"alien\"}, {\"id\": 10326, \"name\": \"morgue\"}, {\"id\": 163386, \"name\": \"alien possession\"}, {\"id\": 163392, \"name\": \"triangle\"}, {\"id\": 163395, \"name\": \"infestation\"}, {\"id\": 226177, \"name\": \"xenomorph\"}]",
    "Director": "Colin Strause",
    "budget": 40000000,
    "revenue": 41797066,
    "production_companies": "Twentieth Century Fox Film Corporation, Dune Entertainment, Davis Entertainment, Brandywine Productions",
    "Cast": "Steven Pasquale, Reiko Aylesworth, John Ortiz",
    "clean_text": "alien vs predator requiem iconic creature two scary film franchise movie history wage brutal battle — backyard small town gunnison colorado war zone two deadly extraterrestrial life form — alien predator predator scout ship crashland hill outside town alien facehugger hybrid alienpredator release begin terrorize town space one hear scream earth will not matter fantasy action science fiction thriller horror colin strause steven pasquale reiko aylesworth john ortiz 2007"
}