{
    "Title": "Homefront",
    "Overview": "Phil Broker is a former DEA agent who has gone through a crisis after his action against a biker gang went horribly wrong and it cost the life of his boss' son. He is recently widowed and is left with a 9-years-old daughter, Maddy. He decides to quit the turbulent and demanding life of thrill for Maddy's sake and retires to a small town. His daughter fights off a boy who was bullying her at school and this sets in motion a round of events that end in his direct confrontation with the local Meth drug lord. His past history with the biker gang also enters the arena, making matters more complex. But he has a mission in his mind to protect his daughter and he is ready to pay any cost that it demands.",
    "Tagline": "How far would you go to protect your home?",
    "Homepage": "Unknown",
    "Release_Date": "2013-11-12",
    "Vote_Average": 6.957,
    "Runtime": 100,
    "Poster_Path": "/v55tfjL3QGeabkXAMXPb4olwjL0.jpg",
    "Genres": "Action, Thriller",
    "Keywords": "[{\"id\": 818, \"name\": \"based on novel\"}, {\"id\": 2231, \"name\": \"drug dealer\"}, {\"id\": 8440, \"name\": \"ex-cop\"}, {\"id\": 11004, \"name\": \"rural setting\"}, {\"id\": 11199, \"name\": \"undercover cop\"}, {\"id\": 11341, \"name\": \"methamphetamine\"}, {\"id\": 14736, \"name\": \"motorcycle gang\"}, {\"id\": 14964, \"name\": \"drug\"}, {\"id\": 15095, \"name\": \"revenge motive\"}, {\"id\": 15300, \"name\": \"father daughter relationship\"}, {\"id\": 207726, \"name\": \"lousiana bayou\"}]",
    "Director": "Gary Fleder",
    "budget": 22000000,
    "revenue": 43058898,
    "production_companies": "Millennium Films, Open Road Films",
    "Cast": "Jason Statham, James Franco, Izabela Vidovic",
    "clean_text": "homefront phil broker dea agent go crisis action biker gang go horribly wrong cost life boss son recently widow leave 9yearsold daughter maddy decide quit turbulent demand life thrill maddys sake retire small town daughter fight boy bully school set motion round event end direct confrontation local meth drug lord past history biker gang enter arena make matter complex mission mind protect daughter ready pay cost demand far protect home action thriller gary fleder jason statham james franco izabela vidovic 2013"
}