{
    "Title": "Everest",
    "Overview": "Inspired by the incredible events surrounding a treacherous attempt to reach the summit of the world's highest mountain, \"Everest\" documents the awe-inspiring journey of two different expeditions challenged beyond their limits by one of the fiercest snowstorms ever encountered by mankind. Their mettle tested by the harshest of elements found on the planet, the climbers will face nearly impossible obstacles as a lifelong obsession becomes a breathtaking struggle for survival.",
    "Tagline": "The Storm Awaits.",
    "Homepage": "http://www.everestmovie.com/",
    "Release_Date": "2015-09-10",
    "Vote_Average": 6.81,
    "Runtime": 121,
    "Poster_Path": "/4xmndWnTYTE4bDdlWrkZyaGcZlo.jpg",
    "Genres": "Adventure, Drama, History",
    "Keywords": "[{\"id\": 1262, \"name\": \"mountains\"}, {\"id\": 3373, \"name\": \"snow storm\"}, {\"id\": 5827, \"name\": \"hiking\"}, {\"id\": 8624, \"name\": \"climbing\"}, {\"id\": 10794, \"name\": \"snow\"}, {\"id\": 34079, \"name\": \"death\"}, {\"id\": 156783, \"name\": \"blizzard\"}, {\"id\": 159212, \"name\": \"mountain climbing\"}, {\"id\": 185722, \"name\": \"based on true events\"}, {\"id\": 192779, \"name\": \"mount everest\"}, {\"id\": 209714, \"name\": \"3d\"}]",
    "Director": "Baltasar Kormákur",
    "budget": 55000000,
    "revenue": 203427584,
    "production_companies": "Universal Pictures, Working Title Films, Walden Media, Cross Creek Pictures, Free State Pictures, RVK Studios",
    "Cast": "Jason Clarke, Jake Gyllenhaal, Josh Brolin",
    "clean_text": "everest inspire incredible event surround treacherous attempt reach summit world high mountain everest document aweinspire journey two different expedition challenge limit one fierce snowstorm encounter mankind mettle test harsh element find planet climber face nearly impossible obstacle lifelong obsession breathtaking struggle survival storm await adventure drama history baltasar kormákur jason clarke jake gyllenhaal josh brolin 2015"
}