{
    "Title": "Bowling for Columbine",
    "Overview": "This is not a film about gun control. It is a film about the fearful heart and soul of the United States, and the 280 million Americans lucky enough to have the right to a constitutionally protected Uzi. From a look at the Columbine High School security camera tapes to the home of Oscar-winning NRA President Charlton Heston, from a young man who makes homemade napalm with The Anarchist's Cookbook to the murder of a six-year-old girl by another six-year-old. Bowling for Columbine is a journey through the US, through our past, hoping to discover why our pursuit of happiness is so riddled with violence.",
    "Tagline": "One nation under the gun",
    "Homepage": "https://michaelmoore.com/movies/bowling-for-columbine/",
    "Release_Date": "2002-10-09",
    "Vote_Average": 7.518,
    "Runtime": 120,
    "Poster_Path": "/5AlgeysilsfLdEwlTlYO7fqgsLn.jpg",
    "Genres": "Documentary, Drama",
    "Keywords": "[{\"id\": 279, \"name\": \"usa\"}, {\"id\": 1329, \"name\": \"canada\"}, {\"id\": 1419, \"name\": \"gun\"}, {\"id\": 1849, \"name\": \"homicide\"}, {\"id\": 4277, \"name\": \"to shoot dead\"}, {\"id\": 5037, \"name\": \"checks and balances\"}, {\"id\": 7548, \"name\": \"columbine\"}, {\"id\": 11068, \"name\": \"oklahoma city bombing\"}, {\"id\": 163656, \"name\": \"gun violence\"}, {\"id\": 187554, \"name\": \"person running amok\"}]",
    "Director": "Michael Moore",
    "budget": 4000000,
    "revenue": 35564473,
    "production_companies": "Alliance Atlantis Communications, TiMe Film- und TV-Produktions GmbH, Vif Babelsberger Filmproduktion GmbH & Co. Zweite KG, Dog Eat Dog Films, Iconolatry Productions Inc., Salter Street Films International, United Broadcasting Inc.",
    "Cast": "Michael Moore, George H. W. Bush, George W. Bush",
    "clean_text": "bowl columbine film gun control film fearful heart soul united states 280 million americans lucky right constitutionally protect uzi look columbine high school security camera tape home oscarwinne nra president charlton heston young man make homemade napalm anarchist cookbook murder sixyearold girl sixyearold bowling columbine journey past hop discover pursuit happiness riddled violence one nation gun documentary drama michael moore michael moore george h w bush george w bush 2002"
}