{
    "Title": "Johnny English Reborn",
    "Overview": "The most prominent heads of state in the world begin gathering for a conference that could have a major impact on global politics. When MI-7 receives word that the Chinese premier has become the target of some high-powered killers, it falls on Johnny English to save the day. Armed with the latest high-tech weaponry and gadgets that would make even James Bond jealous, the once-disgraced agent uncovers evidence of a massive conspiracy involving some of the world's most powerful organisations, and vows to redeem his tarnished reputation by stopping the killers before they can strike.",
    "Tagline": "A little intelligence goes a long way",
    "Homepage": "http://www.johnnyenglishreborn.com/",
    "Release_Date": "2011-09-15",
    "Vote_Average": 6.222,
    "Runtime": 101,
    "Poster_Path": "/1T6qnlTVkrGr0mpgZbpSwVU5FWW.jpg",
    "Genres": "Crime, Action, Comedy",
    "Keywords": "[{\"id\": 1529, \"name\": \"buddhist monk\"}, {\"id\": 1918, \"name\": \"cooking\"}, {\"id\": 2569, \"name\": \"prime minister\"}, {\"id\": 3914, \"name\": \"kitchen\"}, {\"id\": 4289, \"name\": \"secret agent\"}, {\"id\": 9663, \"name\": \"sequel\"}, {\"id\": 9678, \"name\": \"mind control\"}, {\"id\": 15267, \"name\": \"james bond spoof\"}, {\"id\": 15268, \"name\": \"incompetence\"}, {\"id\": 15269, \"name\": \"female boss\"}, {\"id\": 15270, \"name\": \"klutz\"}, {\"id\": 179430, \"name\": \"aftercreditsstinger\"}, {\"id\": 191600, \"name\": \"assassination attempt\"}]",
    "Director": "Oliver Parker",
    "budget": 45000000,
    "revenue": 160078586,
    "production_companies": "Universal Pictures",
    "Cast": "Rowan Atkinson, Dominic West, Gillian Anderson",
    "clean_text": "johnny english reborn prominent head state world begin gather conference major impact global politic mi7 receive word chinese premier target highpowered killer fall johnny english save day arm late hightech weaponry gadget james bond jealous oncedisgraced agent uncover evidence massive conspiracy involve world powerful organisation vow redeem tarnished reputation stop killer strike little intelligence go long way crime action comedy oliver parker rowan atkinson dominic west gillian anderson 2011"
}