{
    "Title": "Red Lights",
    "Overview": "Two investigators of paranormal hoaxes, the veteran Dr. Margaret Matheson and her young assistant, Tom Buckley, study the most varied metaphysical phenomena with the aim of proving their fraudulent origins. Simon Silver, a legendary blind psychic, reappears after an enigmatic absence of 30 years to become the greatest international challenge to both orthodox science and professional sceptics. Tom starts to develop an intense obsession with Silver, whose magnetism becomes stronger with each new manifestation of inexplicable events. As Tom gets closer to Silver, tension mounts, and his worldview is threatened to its core.",
    "Tagline": "How much do you want to believe?",
    "Homepage": "Unknown",
    "Release_Date": "2012-03-02",
    "Vote_Average": 6.18,
    "Runtime": 119,
    "Poster_Path": "/sukxYMaUTNizM7bcEJ4YeH80e8h.jpg",
    "Genres": "Thriller",
    "Keywords": "[{\"id\": 9853, \"name\": \"paranormal\"}, {\"id\": 14742, \"name\": \"psychic\"}, {\"id\": 161198, \"name\": \"skepticism\"}]",
    "Director": "Rodrigo Cortés",
    "budget": 14000000,
    "revenue": 13551174,
    "production_companies": "First Generation Films, Antena 3 Films, Televisió de Catalunya TV3, Canal+ España, Instituto de la Cinematografía y de las Artes Audiovisuales (ICAA), Millennium Films, Nostromo Pictures, Generalitat de Catalunya - Institut Català de les Indústries Culturals (ICIC), Cindy Cowan Entertainment, La Sexta, Attitude Pinículas y Films A.I.E.",
    "Cast": "Sigourney Weaver, Robert De Niro, Cillian Murphy",
    "clean_text": "red light two investigator paranormal hoax veteran dr margaret matheson young assistant tom buckley study varied metaphysical phenomenon aim prove fraudulent origin simon silver legendary blind psychic reappear enigmatic absence 30 year great international challenge orthodox science professional sceptic tom start develop intense obsession silver magnetism strong new manifestation inexplicable event tom get close silver tension mount worldview threaten core want believe thriller rodrigo cortés sigourney weaver robert de niro cillian murphy 2012"
}