{
    "Title": "Digimon: The Movie",
    "Overview": "When a powerful new Internet Digimon hatches and begins to consume data at an alarming rate, the Digidestined - kids chosen to save the digital world - must put an end to the destruction before the damage becomes irreversible and worldwide communication halts forever. As computer-based missiles are launched, and a wayward Digimon kidnaps the Digidestined, only the combined efforts of a worldwide network of kids and a new group of \"Digidestined\" can rescue the others and stop global disaster.",
    "Tagline": "New Monsters. New Battles. Now on the Big Screen.",
    "Homepage": "Unknown",
    "Release_Date": "2000-03-04",
    "Vote_Average": 6.563,
    "Runtime": 89,
    "Poster_Path": "/tiH1muonzAWzlLjPhjAcAYVAjzm.jpg",
    "Genres": "Fantasy, Animation, Science Fiction, Family",
    "Keywords": "[{\"id\": 282, \"name\": \"video game\"}, {\"id\": 1299, \"name\": \"monster\"}, {\"id\": 5019, \"name\": \"loss of energy\"}, {\"id\": 5698, \"name\": \"egg\"}, {\"id\": 6104, \"name\": \"computer\"}, {\"id\": 10842, \"name\": \"good vs evil\"}, {\"id\": 11615, \"name\": \"internet\"}, {\"id\": 41645, \"name\": \"based on video game\"}, {\"id\": 160189, \"name\": \"giant egg\"}, {\"id\": 178853, \"name\": \"animal trainer\"}, {\"id\": 191219, \"name\": \"superhero kids\"}, {\"id\": 210024, \"name\": \"anime\"}]",
    "Director": "Mamoru Hosoda",
    "budget": 5500000,
    "revenue": 0,
    "production_companies": "Saban Entertainment, Toei",
    "Cast": "Lara Jill Miller, Joshua Seth, Bob Papenbrook",
    "clean_text": "digimon movie powerful new internet digimon hatch begin consume datum alarming rate digidestine   kid choose save digital world   end destruction damage irreversible worldwide communication halt forever computerbase missile launch wayward digimon kidnap digidestine combined effort worldwide network kid new group digidestine rescue stop global disaster new monster new battle big screen fantasy animation science fiction family mamoru hosoda lara jill miller joshua seth bob papenbrook 2000"
}