{
    "Title": "The Andromeda Strain",
    "Overview": "When virtually all of the residents of Piedmont, New Mexico, are found dead after the return to Earth of a space satellite, the head of the US Air Force's Project Scoop declares an emergency. A group of eminent scientists led by Dr. Jeremy Stone scramble to a secure laboratory and try to first isolate the life form while determining why two people from Piedmont - an old alcoholic and a six-month-old baby - survived. The scientists methodically study the alien life form unaware that it has already mutated and presents a far greater danger in the lab, which is equipped with a nuclear self-destruct device designed to prevent the escape of dangerous biological agents.",
    "Tagline": "The picture runs 130 minutes!... The story covers 96 of the most critical hours in man's history!... The suspense will last through your lifetime!",
    "Homepage": "Unknown",
    "Release_Date": "1971-03-12",
    "Vote_Average": 7.042,
    "Runtime": 131,
    "Poster_Path": "/i3rTxQRJaBJoBcY8VMUOPT2E8Hp.jpg",
    "Genres": "Science Fiction, Thriller",
    "Keywords": "[{\"id\": 1432, \"name\": \"nasa\"}, {\"id\": 1508, \"name\": \"new mexico\"}, {\"id\": 1865, \"name\": \"biological weapon\"}, {\"id\": 1944, \"name\": \"epilepsy\"}, {\"id\": 3288, \"name\": \"secret lab\"}, {\"id\": 4939, \"name\": \"alien phenomenons\"}, {\"id\": 6013, \"name\": \"chemistry\"}, {\"id\": 6016, \"name\": \"biology\"}, {\"id\": 9937, \"name\": \"suspense\"}, {\"id\": 156767, \"name\": \"nuclear threat\"}, {\"id\": 156810, \"name\": \"science\"}]",
    "Director": "Robert Wise",
    "budget": 6500000,
    "revenue": 12376563,
    "production_companies": "Universal Pictures",
    "Cast": "Arthur Hill, David Wayne, James Olson",
    "clean_text": "andromeda strain virtually resident piedmont new mexico find dead return earth space satellite head air force project scoop declare emergency group eminent scientist lead dr jeremy stone scramble secure laboratory try first isolate life form determine two people piedmont   old alcoholic sixmonthold baby   survive scientist methodically study alien life form unaware mutate present far great danger lab equip nuclear selfdestruct device design prevent escape dangerous biological agent picture run 130 minute story cover 96 critical hour mans history suspense lifetime science fiction thriller robert wise arthur hill david wayne james olson 1971"
}