{
    "Title": "Sense and Sensibility",
    "Overview": "The Dashwood sisters, sensible Elinor and passionate Marianne, whose chances at marriage seem doomed by their family's sudden loss of fortune.  When Henry Dashwood dies unexpectedly, his estate must pass on by law to his son from his first marriage, John and wife Fanny. But these circumstances leave Mr. Dashwood's current wife, and daughters Elinor, Marianne and Margaret, without a home and with barely enough money to live on. As Elinor and Marianne struggle to find romantic fulfillment in a society obsessed with financial and social status, they must learn to mix sense with sensibility in their dealings with both money and men.",
    "Tagline": "Lose your heart and come to your senses.",
    "Homepage": "Unknown",
    "Release_Date": "1995-12-13",
    "Vote_Average": 7.443,
    "Runtime": 136,
    "Poster_Path": "/cBK2yL3HqhFvIVd7lLtazWlRZPR.jpg",
    "Genres": "Drama, Romance",
    "Keywords": "[{\"id\": 420, \"name\": \"bowling\"}, {\"id\": 818, \"name\": \"based on novel\"}, {\"id\": 964, \"name\": \"servant\"}, {\"id\": 2755, \"name\": \"country life\"}, {\"id\": 7564, \"name\": \"jane austen\"}, {\"id\": 10911, \"name\": \"inheritance\"}, {\"id\": 11109, \"name\": \"military officer\"}, {\"id\": 15060, \"name\": \"period drama\"}, {\"id\": 156507, \"name\": \"rainstorm\"}, {\"id\": 156510, \"name\": \"horse and carriage\"}, {\"id\": 156512, \"name\": \"decorum\"}]",
    "Director": "Ang Lee",
    "budget": 16500000,
    "revenue": 135000000,
    "production_companies": "Columbia Pictures Corporation, Mirage Enterprises",
    "Cast": "Kate Winslet, Emma Thompson, Hugh Grant",
    "clean_text": "sense sensibility dashwood sister sensible elinor passionate marianne chance marriage doom family sudden loss fortune   henry dashwood die unexpectedly estate pass law son first marriage john wife fanny circumstance leave mr dashwood current wife daughter elinor marianne margaret home barely money live elinor marianne struggle find romantic fulfillment society obsess financial social status learn mix sense sensibility dealing money man lose heart come sens drama romance ang lee kate winslet emma thompson hugh grant 1995"
}