{
    "Title": "The Big Hit",
    "Overview": "Affable hit man Melvin Smiley is constantly being scammed by his cutthroat colleagues in the life-ending business. So, when he and his fellow assassins kidnap the daughter of an electronics mogul, it's naturally Melvin who takes the fall when their prime score turns sour. That's because the girl is the goddaughter of the gang's ruthless crime boss. But, even while dodging bullets, Melvin has to keep his real job secret from his unsuspecting fiancée, Pam.",
    "Tagline": "Nothing's more dangerous than some nice guys... with a little time to kill.",
    "Homepage": "Unknown",
    "Release_Date": "1998-04-24",
    "Vote_Average": 5.843,
    "Runtime": 91,
    "Poster_Path": "/aYDC6E9wi6vUmqnJtHsYJfMhFo2.jpg",
    "Genres": "Action, Adventure, Comedy, Thriller",
    "Keywords": "[{\"id\": 5413, \"name\": \"bungee-jump\"}, {\"id\": 10123, \"name\": \"dark comedy\"}, {\"id\": 11732, \"name\": \"cigarette smoking\"}, {\"id\": 18512, \"name\": \"slow motion\"}, {\"id\": 34053, \"name\": \"video store\"}, {\"id\": 159514, \"name\": \"subtitled scene\"}, {\"id\": 161992, \"name\": \"kosher\"}, {\"id\": 161994, \"name\": \"stealing a car\"}, {\"id\": 161996, \"name\": \"movie poster\"}, {\"id\": 161998, \"name\": \"night vision goggles\"}, {\"id\": 161999, \"name\": \"suitcase full of money\"}]",
    "Director": "Kirk Wong",
    "budget": 13000000,
    "revenue": 27007143,
    "production_companies": "TriStar Pictures",
    "Cast": "Mark Wahlberg, Lou Diamond Phillips, Christina Applegate",
    "clean_text": "big hit affable hit man melvin smiley constantly scamme cutthroat colleague lifeende business fellow assassin kidnap daughter electronics mogul naturally melvin take fall prime score turn sour s girl goddaughter gang ruthless crime boss dodge bullet melvin real job secret unsuspecting fiancée pam nothing dangerous nice guy little time kill action adventure comedy thriller kirk wong mark wahlberg lou diamond phillips christina applegate 1998"
}