{
    "Title": "The Adventures of Tintin",
    "Overview": "Intrepid young reporter, Tintin, and his loyal dog, Snowy, are thrust into a world of high adventure when they discover a ship carrying an explosive secret. As Tintin is drawn into a centuries-old mystery, Ivan Ivanovitch Sakharine suspects him of stealing a priceless treasure. Tintin and Snowy, with the help of salty, cantankerous Captain Haddock and bumbling detectives, Thompson and Thomson, travel half the world, one step ahead of their enemies, as Tintin endeavors to find the Unicorn, a sunken ship that may hold a vast fortune, but also an ancient curse.",
    "Tagline": "This year, discover how far adventure will take you.",
    "Homepage": "Unknown",
    "Release_Date": "2011-10-24",
    "Vote_Average": 6.885,
    "Runtime": 107,
    "Poster_Path": "/mKYkNro2btaWMsnYSuyqrBdHQo3.jpg",
    "Genres": "Adventure, Animation, Mystery",
    "Keywords": "[{\"id\": 483, \"name\": \"riddle\"}, {\"id\": 1316, \"name\": \"captain\"}, {\"id\": 1454, \"name\": \"treasure\"}, {\"id\": 3423, \"name\": \"liquor\"}, {\"id\": 6956, \"name\": \"treasure hunt\"}, {\"id\": 10733, \"name\": \"sunken treasure\"}, {\"id\": 11121, \"name\": \"plot\"}, {\"id\": 12193, \"name\": \"reporter\"}, {\"id\": 209714, \"name\": \"3d\"}, {\"id\": 210313, \"name\": \"action\"}]",
    "Director": "Steven Spielberg",
    "budget": 130000000,
    "revenue": 371940071,
    "production_companies": "Paramount Pictures, Columbia Pictures, WingNut Films, Amblin Entertainment, Nickelodeon Movies, Kennedy/Marshall Company, The, Hemisphere Media Capital",
    "Cast": "Jamie Bell, Andy Serkis, Daniel Craig",
    "clean_text": "adventure tintin intrepid young reporter tintin loyal dog snowy thrust world high adventure discover ship carry explosive secret tintin draw centuriesold mystery ivan ivanovitch sakharine suspect steal priceless treasure tintin snowy help salty cantankerous captain haddock bumble detective thompson thomson travel half world one step ahead enemy tintin endeavor find unicorn sunken ship hold vast fortune ancient curse year discover far adventure adventure animation mystery steven spielberg jamie bell andy serkis daniel craig 2011"
}