{
    "Title": "Ironclad",
    "Overview": "In the year 1215, the rebel barons of England have forced their despised King John to put his royal seal on the Magna Carta, a seminal document that upheld the rights of free men. Yet within months of pledging himself to the great charter, the King reneged on his word and assembled a mercenary army on the south coast of England with the intention of bringing the barons and the country back under his tyrannical rule. Barring his way stood the mighty Rochester castle, a place that would become the symbol of the rebel's momentous struggle for justice and freedom.",
    "Tagline": "Heavy metal goes medieval.",
    "Homepage": "Unknown",
    "Release_Date": "2011-03-03",
    "Vote_Average": 6.2,
    "Runtime": 121,
    "Poster_Path": "/7ACf5GwwzmzuTFzPLEg9ZagvXUa.jpg",
    "Genres": "Romance, Adventure, Action, History",
    "Keywords": "[{\"id\": 502, \"name\": \"ambush\"}, {\"id\": 1701, \"name\": \"hero\"}, {\"id\": 1721, \"name\": \"fight\"}, {\"id\": 3098, \"name\": \"castle\"}, {\"id\": 10141, \"name\": \"battlefield\"}, {\"id\": 12965, \"name\": \"duel\"}, {\"id\": 13084, \"name\": \"king\"}, {\"id\": 14656, \"name\": \"order of the templars\"}]",
    "Director": "Jonathan English",
    "budget": 25000000,
    "revenue": 0,
    "production_companies": "Rising Star, Premiere Picture, Mythic International Entertainment, Film & Entertainment VIP Medienfonds 4 GmbH & Co. KG (I), Wales Creative IP Fund, Silver Reel, Perpetual Media Capital, Molinare Investment, VIP 4 Medienfonds, ContentFilm International",
    "Cast": "James Purefoy, Kate Mara, Jason Flemyng",
    "clean_text": "ironclad year 1215 rebel baron england force despise king john royal seal magna carta seminal document uphold right free man month pledge great charter king renege word assemble mercenary army south coast england intention bring baron country tyrannical rule bar way stand mighty rochester castle place symbol rebel momentous struggle justice freedom heavy metal go medieval romance adventure action history jonathan english james purefoy kate mara jason flemyng 2011"
}