{
    "Title": "Justin Bieber: Never Say Never",
    "Overview": "Tells the story of Justin Bieber, the kid from Canada with the hair, the smile and the voice: It chronicles his unprecedented rise to fame, all the way from busking in the streets of Stratford, Canada to putting videos on YouTube to selling out Madison Square Garden in New York as the headline act during the My World Tour from 2010. It features Usher, Scooter Braun, Ludacris, Sean Kingston, Antonio \"L.A.\" Reid, Boyz II Men, Miley Cyrus, Jaden Smith, Justin's family members and parts of his crew and huge fanbase in a mix of interviews and guest performances. It was released in 3D in theaters all around the world and is the highest grossing concert movie of all time, beating the previous record held by Michael Jackson's This Is It from 2009.",
    "Tagline": "Find out what's possible if you never give up.",
    "Homepage": "http://www.justinbieberneversaynever.com/",
    "Release_Date": "2011-02-11",
    "Vote_Average": 5.204,
    "Runtime": 105,
    "Poster_Path": "/dGNMD5XTBQN3teIth21ohKOCJcR.jpg",
    "Genres": "Music, Documentary, Family",
    "Keywords": "[{\"id\": 554, \"name\": \"manager\"}, {\"id\": 1329, \"name\": \"canada\"}, {\"id\": 2032, \"name\": \"pop singer\"}, {\"id\": 3412, \"name\": \"star\"}, {\"id\": 6157, \"name\": \"prayer\"}, {\"id\": 6383, \"name\": \"music competition\"}, {\"id\": 10423, \"name\": \"tour bus\"}, {\"id\": 179430, \"name\": \"aftercreditsstinger\"}, {\"id\": 179431, \"name\": \"duringcreditsstinger\"}, {\"id\": 192829, \"name\": \"justin bieber\"}]",
    "Director": "Jon M. Chu",
    "budget": 13000000,
    "revenue": 98441954,
    "production_companies": "Insurge Pictures, Magical Elves Productions, Scooter Braun Films",
    "Cast": "Justin Bieber, Miley Cyrus, Usher Raymond",
    "clean_text": "justin bieber tell story justin bieber kid canada hair smile voice chronicle unprecedented rise fame way busk street stratford canada put video youtube sell madison square garden new york headline act world tour 2010 feature usher scooter braun ludacris sean kingston antonio la reid boyz ii men miley cyrus jaden smith justins family member part crew huge fanbase mix interview guest performance release 3d theater world high gross concert movie time beat previous record hold michael jackson 2009 find s possible music documentary family jon m chu justin bieber miley cyrus usher raymond 2011"
}