{
    "Title": "The Barbarian Invasions",
    "Overview": "In this belated sequel to 'The Decline of the American Empire', middle-aged Montreal college professor, Remy, learns that he is dying of liver cancer. His ex-wife, Louise, asks their estranged son, Sebastian, a successful businessman living in London, to come home. Sebastian makes the impossible happen, using his contacts and disrupting the Canadian healthcare system in every way possible to help his father fight his terminal illness to the bitter end, while reuniting some of Remy's old friends, including Pierre, Alain, Dominique, Diane, and Claude, who return to see their friend before he passes on.",
    "Tagline": "A comedy about sex, friendship, and all other things that invade our lives.",
    "Homepage": "Unknown",
    "Release_Date": "2003-09-24",
    "Vote_Average": 7.058,
    "Runtime": 99,
    "Poster_Path": "/ekmFbyMgm3SPklSlDUW1wZ33yMP.jpg",
    "Genres": "Comedy, Drama",
    "Keywords": "[{\"id\": 494, \"name\": \"father son relationship\"}, {\"id\": 1773, \"name\": \"socialism\"}, {\"id\": 1873, \"name\": \"yuppie\"}, {\"id\": 1992, \"name\": \"professor\"}, {\"id\": 3737, \"name\": \"dying and death\"}, {\"id\": 10163, \"name\": \"cancer\"}, {\"id\": 10594, \"name\": \"money\"}, {\"id\": 13160, \"name\": \"university\"}, {\"id\": 40895, \"name\": \"illness\"}, {\"id\": 41589, \"name\": \"dying\"}, {\"id\": 155294, \"name\": \"family conflict\"}, {\"id\": 225061, \"name\": \"friend\"}]",
    "Director": "Denys Arcand",
    "budget": 8000000,
    "revenue": 3432342,
    "production_companies": "Pyramide Productions, Cinémaginaire Inc., Téléfilm Canada, The Harold Greenberg Fund, Astral Films, Canal+, Société Radio-Canada, Société de Développement des Entreprises Culturelles (SODEC), Centre National de la Cinématographie (CNC)",
    "Cast": "Rémy Girard, Stéphane Rousseau, Marie-Josée Croze",
    "clean_text": "barbarian invasion belate sequel decline american empire middleage montreal college professor remy learn die liver cancer exwife louise ask estranged son sebastian successful businessman live london come home sebastian make impossible happen contact disrupt canadian healthcare system way possible help father fight terminal illness bitter end reunite remys old friend include pierre alain dominique diane claude return friend pass comedy sex friendship thing invade life comedy drama deny arcand rémy girard stéphane rousseau mariejosée croze 2003"
}