{
    "Title": "Banshee Chapter",
    "Overview": "On the trail of a missing friend who had been experimenting with mind-altering drugs, a young journalist - aided by a rogue counter-culture writer, The Silence of The Lambs -- finds herself drawn into the dangerous world of top-secret government chemical research and the mystery of a disturbing radio signal of unknown origin. A fast-paced thriller blending fact and fiction, Banshee Chapter is based on real documents, actual test subject testimony, and uncovered secrets about covert programs run by the CIA.",
    "Tagline": "The experiments are over, the terror has just begun...",
    "Homepage": "http://www.filmbreak.com/projects/banshee-chapter",
    "Release_Date": "2013-11-06",
    "Vote_Average": 5.638,
    "Runtime": 87,
    "Poster_Path": "/oJ4L2pbH2Uxyi3g5yla22mM8NBg.jpg",
    "Genres": "Horror, Thriller",
    "Keywords": "[{\"id\": 5498, \"name\": \"lsd\"}, {\"id\": 6086, \"name\": \"government\"}, {\"id\": 10410, \"name\": \"conspiracy\"}, {\"id\": 10481, \"name\": \"tension\"}, {\"id\": 10561, \"name\": \"video camera\"}, {\"id\": 11494, \"name\": \"drug use\"}, {\"id\": 13028, \"name\": \"writer\"}, {\"id\": 18034, \"name\": \"desert\"}, {\"id\": 160025, \"name\": \"radio broadcast\"}, {\"id\": 197710, \"name\": \"mind bender\"}, {\"id\": 197711, \"name\": \"number stations\"}, {\"id\": 233167, \"name\": \"lovecraftian\"}, {\"id\": 237224, \"name\": \"mk ultra\"}, {\"id\": 237225, \"name\": \"experimental drug\"}]",
    "Director": "Blair Erickson",
    "budget": 950000,
    "revenue": 0,
    "production_companies": "Before the Door Pictures, Sunchaser Entertainment, Favorit Film",
    "Cast": "Ted Levine, Katia Winter, Michael McMillian",
    "clean_text": "banshee chapter trail missing friend experiment mindaltere drug young journalist   aid rogue counterculture writer silence lamb   find draw dangerous world topsecret government chemical research mystery disturbing radio signal unknown origin fastpace thriller blend fact fiction banshee chapter base real document actual test subject testimony uncovered secret covert program run cia experiment terror begin horror thriller blair erickson ted levine katia winter michael mcmillian 2013"
}