{
    "Title": "Men in Black II",
    "Overview": "Kay and Jay reunite to provide our best, last and only line of defense against a sinister seductress who levels the toughest challenge yet to the MIB's untarnished mission statement – protecting Earth from the scum of the universe. It's been four years since the alien-seeking agents averted an intergalactic disaster of epic proportions. Now it's a race against the clock as Jay must convince Kay – who not only has absolutely no memory of his time spent with the MIB, but is also the only living person left with the expertise to save the galaxy – to reunite with the MIB before the earth submits to ultimate destruction.",
    "Tagline": "Back in black.",
    "Homepage": "https://www.sonypictures.com/movies/meninblackii",
    "Release_Date": "2002-07-03",
    "Vote_Average": 6.359,
    "Runtime": 88,
    "Poster_Path": "/enA22EPyzc2WQ1VVyY7zxresQQr.jpg",
    "Genres": "Action, Adventure, Comedy, Science Fiction",
    "Keywords": "[{\"id\": 83, \"name\": \"saving the world\"}, {\"id\": 1308, \"name\": \"secret identity\"}, {\"id\": 1381, \"name\": \"sun glasses\"}, {\"id\": 1568, \"name\": \"undercover\"}, {\"id\": 1826, \"name\": \"space marine\"}, {\"id\": 2173, \"name\": \"illegal immigration\"}, {\"id\": 2428, \"name\": \"deportation\"}, {\"id\": 2547, \"name\": \"new identity\"}, {\"id\": 3243, \"name\": \"flying saucer\"}, {\"id\": 3760, \"name\": \"light\"}, {\"id\": 6112, \"name\": \"firearm\"}, {\"id\": 9951, \"name\": \"alien\"}, {\"id\": 174915, \"name\": \"fictional government agency\"}]",
    "Director": "Barry Sonnenfeld",
    "budget": 140000000,
    "revenue": 441818803,
    "production_companies": "Columbia Pictures, Amblin Entertainment, Columbia Pictures Corporation, Parkes+MacDonald Image Nation",
    "Cast": "Tommy Lee Jones, Will Smith, Rip Torn",
    "clean_text": "man black ii kay jay reunite provide good line defense sinister seductress level tough challenge mibs untarnishe mission statement – protect earth scum universe four year alienseeking agent avert intergalactic disaster epic proportion race clock jay convince kay – absolutely memory time spend mib live person leave expertise save galaxy – reunite mib earth submit ultimate destruction black action adventure comedy science fiction barry sonnenfeld tommy lee jones smith rip tear 2002"
}