{
    "Title": "Exorcist: The Beginning",
    "Overview": "Having lived through traumatizing events during WWII, Father Lankester Merrin takes a sabbatical from the Church to conduct archaeological excavations in British-administered East Africa. Merrin unearths an ancient Byzantine church believed have been built and then immediately buried to keep down evil from the crypt below. The natives are convinced that uncovering the church has unleashed a demon, and begin to violently clash with the British military troops. As the village rapidly disintegrates into chaos and war, Merrin must face-off with the demon which has taken possession of somebody close to him.",
    "Tagline": "Go back to where the horror began.",
    "Homepage": "Unknown",
    "Release_Date": "2004-08-20",
    "Vote_Average": 5.369,
    "Runtime": 114,
    "Poster_Path": "/phXWlfOuTxzOnO96BNZ8CiSJqZk.jpg",
    "Genres": "Horror, Mystery, Thriller",
    "Keywords": "[{\"id\": 1328, \"name\": \"secret\"}, {\"id\": 1523, \"name\": \"obsession\"}, {\"id\": 2626, \"name\": \"exorcism\"}, {\"id\": 9714, \"name\": \"remake\"}, {\"id\": 10093, \"name\": \"priest\"}, {\"id\": 10842, \"name\": \"good vs evil\"}, {\"id\": 11083, \"name\": \"paganism\"}, {\"id\": 14999, \"name\": \"devil\"}, {\"id\": 41586, \"name\": \"archaeologist\"}, {\"id\": 161261, \"name\": \"demonic possession\"}, {\"id\": 161935, \"name\": \"relic\"}, {\"id\": 179567, \"name\": \"crisis of faith\"}, {\"id\": 179568, \"name\": \"archaeological dig\"}]",
    "Director": "Renny Harlin",
    "budget": 80000000,
    "revenue": 78000586,
    "production_companies": "Morgan Creek Productions, Dominion Productions",
    "Cast": "Stellan Skarsgård, Izabella Scorupco, James D'Arcy",
    "clean_text": "exorcist beginning having live traumatize event wwii father lankester merrin take sabbatical church conduct archaeological excavation britishadministered east africa merrin unearth ancient byzantine church believe build immediately bury evil crypt native convince uncover church unleash demon begin violently clash british military troop village rapidly disintegrate chaos war merrin faceoff demon take possession somebody close horror begin horror mystery thriller renny harlin stellan skarsgård izabella scorupco james darcy 2004"
}