{
    "Title": "Redbelt",
    "Overview": "Is there room for principle in Los Angeles? Mike Terry teaches jujitsu and barely makes ends meet. His Brazilian wife, whose family promotes fights, wants to see Mike in the ring making money, but to him competition is degrading. A woman sideswipes Mike's car and then, after an odd sequence of events, shoots out the studio's window. Later that evening, Mike rescues an action movie star in a fistfight at a bar. In return, the actor befriends Mike, gives him a gift, offers him work on his newest film, and introduces Mike's wife to his own - the women initiate business dealings. Then, things go sour all at once, Mike's debts mount, and going into the ring may be his only option.",
    "Tagline": "There's always a way out. You just have to find it.",
    "Homepage": "Unknown",
    "Release_Date": "2008-04-07",
    "Vote_Average": 6.344,
    "Runtime": 99,
    "Poster_Path": "/tjLKe0QCGgSrvEd41Z4q2QpSoJF.jpg",
    "Genres": "Drama",
    "Keywords": "[{\"id\": 886, \"name\": \"film making\"}, {\"id\": 887, \"name\": \"film producer\"}, {\"id\": 5824, \"name\": \"video surveillance\"}, {\"id\": 6075, \"name\": \"sport\"}, {\"id\": 10188, \"name\": \"interracial marriage\"}, {\"id\": 155236, \"name\": \"auto accident\"}, {\"id\": 162257, \"name\": \"instructor\"}, {\"id\": 162258, \"name\": \"jujitsu\"}, {\"id\": 162262, \"name\": \"movie star\"}, {\"id\": 162269, \"name\": \"nightstick\"}, {\"id\": 162271, \"name\": \"husband\"}, {\"id\": 162272, \"name\": \"life relationship\"}, {\"id\": 162275, \"name\": \"set up\"}, {\"id\": 162278, \"name\": \"window smashing\"}]",
    "Director": "David Mamet",
    "budget": 7000000,
    "revenue": 0,
    "production_companies": "Sony Pictures Classics",
    "Cast": "Chiwetel Ejiofor, Tim Allen, Alice Braga",
    "clean_text": "redbelt room principle los angeles mike terry teach jujitsu barely make end meet brazilian wife family promote fight want mike ring make money competition degrade woman sideswipe mike car odd sequence event shoot studio window later evening mike rescue action movie star fistfight bar return actor befriend mike give gift offer work new film introduce mike wife   woman initiate business dealing thing sour mike debt mount go ring option s way find drama david mamet chiwetel ejiofor tim allen alice braga 2008"
}