{
    "Title": "Kung Fu Panda 2",
    "Overview": "Po is now living his dream as The Dragon Warrior, protecting the Valley of Peace alongside his friends and fellow kung fu masters, The Furious Five - Tigress, Crane, Mantis, Viper and Monkey. But Po’s new life of awesomeness is threatened by the emergence of a formidable villain, who plans to use a secret, unstoppable weapon to conquer China and destroy kung fu. It is up to Po and The Furious Five to journey across China to face this threat and vanquish it. But how can Po stop a weapon that can stop kung fu? He must look to his past and uncover the secrets of his mysterious origins; only then will he be able to unlock the strength he needs to succeed.",
    "Tagline": "Prepare for the Year of Awesomeness!",
    "Homepage": "http://www.kungfupanda.com/",
    "Release_Date": "2011-05-25",
    "Vote_Average": 6.968,
    "Runtime": 91,
    "Poster_Path": "/mtqqD00vB4PGRt20gWtGqFhrkd0.jpg",
    "Genres": "Animation, Family",
    "Keywords": "[{\"id\": 779, \"name\": \"martial arts\"}, {\"id\": 3929, \"name\": \"hope\"}, {\"id\": 7379, \"name\": \"fleet\"}, {\"id\": 8531, \"name\": \"panda\"}, {\"id\": 10364, \"name\": \"mission\"}, {\"id\": 187056, \"name\": \"woman director\"}]",
    "Director": "Jennifer Yuh Nelson",
    "budget": 150000000,
    "revenue": 665692281,
    "production_companies": "DreamWorks Animation",
    "Cast": "Jack Black, Angelina Jolie, Dustin Hoffman",
    "clean_text": "kung fu panda 2 po live dream dragon warrior protect valley peace alongside friend fellow kung fu master furious five   tigress crane mantis viper monkey po new life awesomeness threaten emergence formidable villain plan use secret unstoppable weapon conquer china destroy kung fu po furious five journey china face threat vanquish po stop weapon stop kung fu look past uncover secret mysterious origin able unlock strength need succeed prepare year awesomeness animation family jennifer yuh nelson jack black angelina jolie dustin hoffman 2011"
}