{
    "Title": "The Bank Job",
    "Overview": "Terry is a small-time car dealer trying to leave his shady past behind and start a family. Martine is a beautiful model from Terry's old neighbourhood who knows that Terry is no angel. When Martine proposes a foolproof plan to rob a bank, Terry recognises the danger but realises this may be the opportunity of a lifetime. As the resourceful band of thieves burrows its way into a safe-deposit vault at a Lloyds Bank, they quickly realise that, besides millions in riches, the boxes also contain secrets that implicate everyone from London's most notorious underworld gangsters to powerful government figures, and even the Royal Family. Although the heist makes headlines throughout Britain for several days, a government gag order eventually brings all reporting of the case to an immediate halt.",
    "Tagline": "The true story of a heist gone wrong... in all the right ways.",
    "Homepage": "http://thebankjobmovie.com",
    "Release_Date": "2008-02-28",
    "Vote_Average": 6.823,
    "Runtime": 112,
    "Poster_Path": "/ayrGDJDsSBczjztGUWKqmzL97xg.jpg",
    "Genres": "Thriller, Crime, Drama",
    "Keywords": "[{\"id\": 1326, \"name\": \"infidelity\"}, {\"id\": 1552, \"name\": \"subway\"}, {\"id\": 1874, \"name\": \"car dealer\"}, {\"id\": 1953, \"name\": \"vault\"}, {\"id\": 2863, \"name\": \"mannequin\"}, {\"id\": 3345, \"name\": \"bahamas\"}, {\"id\": 3688, \"name\": \"strip club\"}, {\"id\": 4183, \"name\": \"wife\"}, {\"id\": 4891, \"name\": \"offer\"}, {\"id\": 6025, \"name\": \"photography\"}, {\"id\": 7033, \"name\": \"london underground\"}, {\"id\": 9672, \"name\": \"based on true story\"}, {\"id\": 11259, \"name\": \"extortion\"}, {\"id\": 33456, \"name\": \"double cross\"}, {\"id\": 33553, \"name\": \"walkie talkie\"}, {\"id\": 163865, \"name\": \"railway station\"}, {\"id\": 167467, \"name\": \"jackhammer\"}, {\"id\": 181659, \"name\": \"political corruption\"}, {\"id\": 191845, \"name\": \"bank heist\"}, {\"id\": 226410, \"name\": \"cabinet officer\"}, {\"id\": 226411, \"name\": \"corrupt policeman\"}]",
    "Director": "Roger Donaldson",
    "budget": 20000000,
    "revenue": 64822796,
    "production_companies": "Atlas Entertainment, Mosaic Media Group, Omnilab Media, Relativity Media, Skyline (Baker St)",
    "Cast": "Jason Statham, Saffron Burrows, Stephen Campbell Moore",
    "clean_text": "bank job terry smalltime car dealer try leave shady past start family martine beautiful model terrys old neighbourhood know terry angel martine propose foolproof plan rob bank terry recognise danger realise opportunity lifetime resourceful band thief burrow way safedeposit vault lloyds bank quickly realise million rich box contain secret implicate london notorious underworld gangster powerful government figure royal family heist make headline britain day government gag order eventually bring reporting case immediate halt true story heist go wrong right way thriller crime drama roger donaldson jason statham saffron burrow stephen campbell moore 2008"
}