{
    "Title": "Recess: School's Out",
    "Overview": "The school year is finally ending, and T.J. Detweiler is looking forward to summer. But boredom quickly sets in when his friends leave for camp — until T.J. uncovers an evil plot to do away with summer vacation! A crazy former principal, Dr. Benedict, is planning to use a laser beam to alter the weather and create permanent winter. Faced with the dire threat of year-round school, T.J. rounds up the RECESS gang and bands together with some unexpected allies — Miss Finster and Principal Prickly — in a nonstop adventure to save everyone's summer break. As the kids discover the heroes inside themselves, a platoon of wacky characters, far-out music, and sci-fi surprises turn this madcap mission into a major victory for fun!",
    "Tagline": "Saving The World One Playground At A Time",
    "Homepage": "Unknown",
    "Release_Date": "2001-01-27",
    "Vote_Average": 6.565,
    "Runtime": 82,
    "Poster_Path": "/yLdsXdgB2VJ2uBQvYaEB5xPELlq.jpg",
    "Genres": "Science Fiction, Family, Comedy, Animation",
    "Keywords": "[{\"id\": 65, \"name\": \"holiday\"}, {\"id\": 8102, \"name\": \"elementary school\"}, {\"id\": 9713, \"name\": \"friends\"}, {\"id\": 10988, \"name\": \"based on tv series\"}, {\"id\": 13088, \"name\": \"summer\"}, {\"id\": 210295, \"name\": \"classmates\"}, {\"id\": 224534, \"name\": \"recess\"}]",
    "Director": "Chuck Sheetz",
    "budget": 10000000,
    "revenue": 44460850,
    "production_companies": "Walt Disney Television Animation, Disney Toon Studio",
    "Cast": "Rickey D'Shon Collins, Jason Davis, Ashley Johnson",
    "clean_text": "recess school school year finally end tj detweiler look forward summer boredom quickly set friend leave camp — tj uncover evil plot away summer vacation crazy principal dr benedict plan use laser beam alter weather create permanent winter face dire threat yearround school tj round recess gang band unexpected ally — miss finster principal prickly — nonstop adventure save everyone summer break kid discover hero inside platoon wacky character farout music scifi surprise turn madcap mission major victory fun save world one playground time science fiction family comedy animation chuck sheetz rickey dshon collins jason davis ashley johnson 2001"
}