{
    "Title": "RoboCop",
    "Overview": "In RoboCop, the year is 2028 and multinational conglomerate OmniCorp is at the center of robot technology.  Overseas, their drones have been used by the military for years, but have been forbidden for law enforcement in America.  Now OmniCorp wants to bring their controversial technology to the home front, and they see a golden opportunity to do it.  When Alex Murphy – a loving husband, father and good cop doing his best to stem the tide of crime and corruption in Detroit – is critically injured, OmniCorp sees their chance to build a part-man, part-robot police officer.  OmniCorp envisions a RoboCop in every city and even more billions for their shareholders, but they never counted on one thing: there is still a man inside the machine.",
    "Tagline": "We've got the future under control.",
    "Homepage": "http://www.robocop.com",
    "Release_Date": "2014-01-30",
    "Vote_Average": 5.847,
    "Runtime": 118,
    "Poster_Path": "/gM5ql3BKYmHG3WtZ0buKXN7xY8O.jpg",
    "Genres": "Science Fiction, Action, Crime, Thriller",
    "Keywords": "[{\"id\": 679, \"name\": \"cyborg\"}, {\"id\": 2964, \"name\": \"future\"}, {\"id\": 4565, \"name\": \"dystopia\"}, {\"id\": 6149, \"name\": \"police\"}, {\"id\": 9714, \"name\": \"remake\"}, {\"id\": 14819, \"name\": \"violence\"}, {\"id\": 18021, \"name\": \"detroit\"}]",
    "Director": "José Padilha",
    "budget": 120000000,
    "revenue": 242688965,
    "production_companies": "Columbia Pictures, Strike Entertainment, Metro-Goldwyn-Mayer (MGM)",
    "Cast": "Joel Kinnaman, Gary Oldman, Michael Keaton",
    "clean_text": "robocop robocop year 2028 multinational conglomerate omnicorp center robot technology   overseas drone military year forbid law enforcement america   omnicorp want bring controversial technology home golden opportunity   alex murphy – love husband father good cop good stem tide crime corruption detroit – critically injure omnicorp see chance build partman partrobot police officer   omnicorp envision robocop city billion shareholder count one thing man inside machine ve get future control science fiction action crime thriller josé padilha joel kinnaman gary oldman michael keaton 2014"
}