{
    "Title": "The Last Witch Hunter",
    "Overview": "The modern world holds many secrets, but by far the most astounding is that witches still live among us; vicious supernatural creatures intent on unleashing the Black Death upon the world and putting an end to the human race once and for all. Armies of witch hunters have battled this unnatural enemy for centuries, including Kaulder, a valiant warrior who many years ago slayed the all-powerful Witch Queen, decimating her followers in the process. In the moments right before her death, the Queen cursed Kaulder with immortality, forever separating him from his beloved wife and daughter. Today, Kaulder is the last living hunter who has spent his immortal life tracking down rogue witches, all the while yearning for his long-lost family.",
    "Tagline": "Live forever. Hunt forever.",
    "Homepage": "http://www.thelastwitchhunter.movie/",
    "Release_Date": "2015-10-21",
    "Vote_Average": 5.948,
    "Runtime": 106,
    "Poster_Path": "/qXvOpA2nhK5HQ6I95sN3nnMtfjH.jpg",
    "Genres": "Fantasy, Action, Adventure",
    "Keywords": "[{\"id\": 242, \"name\": \"new york\"}, {\"id\": 616, \"name\": \"witch\"}, {\"id\": 8862, \"name\": \"uprising\"}, {\"id\": 177900, \"name\": \"witch hunter\"}]",
    "Director": "Breck Eisner",
    "budget": 90000000,
    "revenue": 146936910,
    "production_companies": "Summit Entertainment, Atmosphere Entertainment MM, One Race Films, Goldmann Pictures, NeoReel, Aperture Entertainment, TIK Films",
    "Cast": "Vin Diesel, Rose Leslie, Elijah Wood",
    "clean_text": "witch hunter modern world hold secret far astounding witch live vicious supernatural creature intent unleash black death world put end human race army witch hunter battle unnatural enemy century include kaulder valiant warrior year ago slay allpowerful witch queen decimate follower process moment right death queen curse kaulder immortality forever separate beloved wife daughter today kaulder living hunter spend immortal life track rogue witch yearn longlost family live forever hunt forever fantasy action adventure breck eisner vin diesel rise leslie elijah wood 2015"
}