{
    "Title": "Star Trek II: The Wrath of Khan",
    "Overview": "It is the 23rd century. The Federation Starship U.S.S. Enterprise is on routine training maneuvers and Admiral James T. Kirk seems resigned to the fact that this inspection may well be the last space mission of his career. But Khan is back. Aided by his exiled band of genetic supermen, Khan - brilliant renegade of 20th century Earth - has raided Space Station Regula One, stolen a top secret device called Project Genesis, wrested control of another Federation Starship and sets out in pursuit of the Enterprise, determined to let nothing stand in the way of his mission: kill Admiral Kirk... even if it means universal Armageddon.",
    "Tagline": "At the end of the universe lies the beginning of vengeance.",
    "Homepage": "https://www.paramountmovies.com/movies/star-trek-ii-the-wrath-of-khan",
    "Release_Date": "1982-06-04",
    "Vote_Average": 7.5,
    "Runtime": 113,
    "Poster_Path": "/uPyLsKl8Z0LOoxeaFXsY5MxhR5s.jpg",
    "Genres": "Action, Adventure, Science Fiction, Thriller",
    "Keywords": "[{\"id\": 504, \"name\": \"uss enterprise\"}, {\"id\": 747, \"name\": \"genesis\"}, {\"id\": 1423, \"name\": \"asteroid\"}, {\"id\": 1430, \"name\": \"self sacrifice\"}, {\"id\": 1599, \"name\": \"midlife crisis\"}, {\"id\": 1613, \"name\": \"terraforming\"}, {\"id\": 1615, \"name\": \"simulator\"}, {\"id\": 1617, \"name\": \"cadet\"}, {\"id\": 1618, \"name\": \"radiation\"}, {\"id\": 5218, \"name\": \"uss reliant\"}, {\"id\": 5219, \"name\": \"ceti alpha v\"}, {\"id\": 6017, \"name\": \"genetics\"}, {\"id\": 161176, \"name\": \"space opera\"}]",
    "Director": "Nicholas Meyer",
    "budget": 12000000,
    "revenue": 96800000,
    "production_companies": "Paramount Pictures",
    "Cast": "William Shatner, Leonard Nimoy, DeForest Kelley",
    "clean_text": "star trek ii wrath khan 23rd century federation starship uss enterprise routine training maneuver admiral james t kirk resign fact inspection space mission career khan aid exiled band genetic superman khan   brilliant renegade 20th century earth   raid space station regula one steal secret device call project genesis wrest control federation starship set pursuit enterprise determine let stand way mission kill admiral kirk mean universal armageddon end universe lie beginning vengeance action adventure science fiction thriller nicholas meyer william shatner leonard nimoy deforest kelley 1982"
}