{
    "Title": "Cop Out",
    "Overview": "Detectives Jimmy and Paul, despite nine years as partners, can still sometimes seem like polar opposites—especially when Paul's unpredictable antics get them suspended without pay. Already strapped for cash and trying to pay for his daughter's wedding, Jimmy decides to sell a rare baseball card that's worth tens of thousands. Unfortunately, when the collector's shop is robbed and the card vanishes with the crook, Paul and Jimmy end up going rogue, tracking down the card and the drug ring behind its theft, all on their own time and without any backup—except for each other.",
    "Tagline": "Rock out with your Glock out",
    "Homepage": "http://copoutmovie.warnerbros.com/dvd/",
    "Release_Date": "2010-02-26",
    "Vote_Average": 5.555,
    "Runtime": 107,
    "Poster_Path": "/qA31i7FPVDHezuoevx3497CvZd4.jpg",
    "Genres": "Action, Comedy, Crime",
    "Keywords": "[{\"id\": 242, \"name\": \"new york\"}, {\"id\": 975, \"name\": \"money laundering\"}, {\"id\": 5600, \"name\": \"daughter\"}, {\"id\": 6149, \"name\": \"police\"}, {\"id\": 11199, \"name\": \"undercover cop\"}, {\"id\": 11459, \"name\": \"locked in trunk of car\"}, {\"id\": 11460, \"name\": \"baseball card\"}, {\"id\": 13027, \"name\": \"wedding\"}, {\"id\": 15090, \"name\": \"police officer\"}, {\"id\": 179431, \"name\": \"duringcreditsstinger\"}]",
    "Director": "Kevin Smith",
    "budget": 30000000,
    "revenue": 55583804,
    "production_companies": "Warner Bros.",
    "Cast": "Bruce Willis, Tracy Morgan, Juan Carlos Hernández",
    "clean_text": "cop detective jimmy paul despite nine year partner like polar opposite — especially paul unpredictable antic suspend pay strap cash try pay daughter wed jimmy decide sell rare baseball card s worth ten thousand unfortunately collector shop rob card vanish crook paul jimmy end go rogue track card drug ring theft time backup — rock glock action comedy crime kevin smith bruce willis tracy morgan juan carlos hernández 2010"
}