{
    "Title": "The Expendables 3",
    "Overview": "Barney, Christmas and the rest of the team comes face-to-face with Conrad Stonebanks, who years ago co-founded The Expendables with Barney. Stonebanks subsequently became a ruthless arms trader and someone who Barney was forced to kill… or so he thought. Stonebanks, who eluded death once before, now is making it his mission to end The Expendables -- but Barney has other plans. Barney decides that he has to fight old blood with new blood, and brings in a new era of Expendables team members, recruiting individuals who are younger, faster and more tech-savvy. The latest mission becomes a clash of classic old-school style versus high-tech expertise in the Expendables’ most personal battle yet.",
    "Tagline": "New team. New attitude. New mission.",
    "Homepage": "http://theexpendables3film.com/",
    "Release_Date": "2014-08-07",
    "Vote_Average": 6.224,
    "Runtime": 126,
    "Poster_Path": "/ruW3malZtlg66ODfg614dFbXO68.jpg",
    "Genres": "Action, Adventure, Thriller",
    "Keywords": "[{\"id\": 591, \"name\": \"cia\"}, {\"id\": 6163, \"name\": \"arms dealer\"}, {\"id\": 9663, \"name\": \"sequel\"}, {\"id\": 11107, \"name\": \"rescue mission\"}, {\"id\": 11612, \"name\": \"hospital\"}, {\"id\": 14643, \"name\": \"battle\"}, {\"id\": 157424, \"name\": \"sledgehammer\"}, {\"id\": 188944, \"name\": \"revolver\"}]",
    "Director": "Patrick Hughes",
    "budget": 90000000,
    "revenue": 206172544,
    "production_companies": "Davis-Films, Nu Image Films, LionsGate, Millennium Films, Ex3 Productions, Fipex Holding",
    "Cast": "Sylvester Stallone, Jason Statham, Harrison Ford",
    "clean_text": "expendable 3 barney christmas rest team come facetoface conrad stonebank year ago cofounde expendable barney stonebank subsequently ruthless arm trader barney force kill … think stonebank elude death make mission end expendable   barney plan barney decide fight old blood new blood bring new era expendable team member recruit individual young fast techsavvy late mission clash classic oldschool style versus hightech expertise expendable ' personal battle new team new attitude new mission action adventure thriller patrick hughes sylvester stallone jason statham harrison ford 2014"
}