{
    "Title": "Of Gods and Men",
    "Overview": "French drama based on the 1996 kidnapping and killing of seven monks in Algeria. A group of Trappist monks reside in the monastery of Tibhirine in Algeria, where they live in harmony with the largely muslim population. When a bloody conflict between Algeria's army and Muslim Jihadi insurgents disrupts the peace, they are forced to consider fleeing the monastery and deserting the villagers they have ministered to. In the face of deadly violence the monks wrestle with their faith and their convictions, eventually deciding to stay and help their neighbours keep the army and the insurgents at bay.",
    "Tagline": "In the face of terror, their greatest weapon was faith...",
    "Homepage": "http://www.sonyclassics.com/ofgodsandmen/",
    "Release_Date": "2010-09-08",
    "Vote_Average": 6.687,
    "Runtime": 120,
    "Poster_Path": "/fgrC0w62MCc7Fn77l5RVY0WKv0t.jpg",
    "Genres": "Drama, History",
    "Keywords": "[{\"id\": 345, \"name\": \"monk\"}, {\"id\": 813, \"name\": \"sunrise\"}, {\"id\": 1279, \"name\": \"medicine\"}, {\"id\": 1562, \"name\": \"hostage\"}, {\"id\": 2227, \"name\": \"evacuation\"}, {\"id\": 2392, \"name\": \"koran\"}, {\"id\": 4556, \"name\": \"protection\"}, {\"id\": 4653, \"name\": \"french\"}, {\"id\": 5890, \"name\": \"community\"}, {\"id\": 6057, \"name\": \"peace\"}, {\"id\": 6150, \"name\": \"faith\"}, {\"id\": 9672, \"name\": \"based on true story\"}, {\"id\": 11001, \"name\": \"religion\"}, {\"id\": 13015, \"name\": \"terrorism\"}]",
    "Director": "Xavier Beauvois",
    "budget": 4000000,
    "revenue": 41424067,
    "production_companies": "Why Not Productions, Armada Films, France Télévision, Cinémage 4, Cofinova 6, Soficinéma 6",
    "Cast": "Lambert Wilson, Michael Lonsdale, Olivier Rabourdin",
    "clean_text": "god man french drama base 1996 kidnapping killing seven monk algeria group trappist monk reside monastery tibhirine algeria live harmony largely muslim population bloody conflict algerias army muslim jihadi insurgent disrupt peace force consider flee monastery desert villager minister face deadly violence monk wrestle faith conviction eventually decide stay help neighbour army insurgent bay face terror great weapon faith drama history xavier beauvois lambert wilson michael lonsdale olivier rabourdin 2010"
}