{
    "Title": "The House Bunny",
    "Overview": "Shelley is living a carefree life until a rival gets her tossed out of the Playboy Mansion. With nowhere to go, fate delivers her to the sorority girls from Zeta Alpha Zeta. Unless they can sign a new pledge class, the seven socially clueless women will lose their house to the scheming girls of Phi Iota Mu. In order to accomplish their goal, they need Shelley to teach them the ways of makeup and men; at the same time, Shelley needs some of what the Zetas have - a sense of individuality. The combination leads all the girls to learn how to stop pretending and start being themselves.",
    "Tagline": "For the girls of ZETA house college life was no party, until Shelley showed up.",
    "Homepage": "http://www.thehousebunny.com/",
    "Release_Date": "2008-08-22",
    "Vote_Average": 5.649,
    "Runtime": 97,
    "Poster_Path": "/4oGGJ824vqIqDtyMvMuK44pDEmx.jpg",
    "Genres": "Romance, Comedy",
    "Keywords": "[{\"id\": 2389, \"name\": \"virgin\"}, {\"id\": 2483, \"name\": \"nudity\"}, {\"id\": 3616, \"name\": \"college\"}, {\"id\": 4328, \"name\": \"costume\"}, {\"id\": 5828, \"name\": \"yoga\"}, {\"id\": 7984, \"name\": \"bikini\"}, {\"id\": 8508, \"name\": \"party\"}, {\"id\": 9639, \"name\": \"playboy\"}, {\"id\": 9890, \"name\": \"jail\"}, {\"id\": 10058, \"name\": \"sorority\"}, {\"id\": 13149, \"name\": \"pregnancy\"}, {\"id\": 14818, \"name\": \"model\"}, {\"id\": 156401, \"name\": \"car wash\"}, {\"id\": 157632, \"name\": \"fraternity\"}, {\"id\": 187327, \"name\": \"pledge\"}]",
    "Director": "Fred Wolf",
    "budget": 25000000,
    "revenue": 70442940,
    "production_companies": "Columbia Pictures, Happy Madison Productions, Relativity Media, Alta Loma Entertainment",
    "Cast": "Anna Faris, Emma Stone, Kat Dennings",
    "clean_text": "house bunny shelley live carefree life rival get toss playboy mansion fate deliver sorority girl zeta alpha zeta sign new pledge class seven socially clueless woman lose house scheme girl phi iota mu order accomplish goal need shelley teach way makeup man time shelley need zeta   sense individuality combination lead girl learn stop pretend start girl zeta house college life party shelley show romance comedy fred wolf anna faris emma stone kat denning 2008"
}