{
    "Title": "Cloud Atlas",
    "Overview": "A set of six nested stories spanning time between the 19th century and a distant post-apocalyptic future. Cloud Atlas explores how the actions and consequences of individual lives impact one another throughout the past, the present and the future. Action, mystery and romance weave through the story as one soul is shaped from a killer into a hero and a single act of kindness ripples across centuries to inspire a revolution in the distant future.  Based on the award winning novel by David Mitchell. Directed by Tom Tykwer and the Wachowskis.",
    "Tagline": "Everything is Connected",
    "Homepage": "http://cloudatlas.warnerbros.com/",
    "Release_Date": "2012-10-26",
    "Vote_Average": 6.884,
    "Runtime": 172,
    "Poster_Path": "/8naVv2Xu3rWI5JKHz0vCujx6GaJ.jpg",
    "Genres": "Drama, Science Fiction",
    "Keywords": "[{\"id\": 402, \"name\": \"clone\"}, {\"id\": 2964, \"name\": \"future\"}, {\"id\": 4565, \"name\": \"dystopia\"}, {\"id\": 159753, \"name\": \"ensemble cast\"}, {\"id\": 179431, \"name\": \"duringcreditsstinger\"}, {\"id\": 184584, \"name\": \"century\"}, {\"id\": 187056, \"name\": \"woman director\"}, {\"id\": 214548, \"name\": \"1930s\"}]",
    "Director": "Tom Tykwer",
    "budget": 102000000,
    "revenue": 130482868,
    "production_companies": "Anarchos Productions, X-Filme Creative Pool, Ascension Pictures, ARD Degeto Film, Cloud Atlas Productions, Five Drops, Media Asia Group, Dreams of Dragon Picture",
    "Cast": "Tom Hanks, Halle Berry, Jim Broadbent",
    "clean_text": "cloud atlas set six nest story span time 19th century distant postapocalyptic future cloud atlas explore action consequence individual life impact one past present future action mystery romance weave story one soul shape killer hero single act kindness ripple century inspire revolution distant future   base award win novel david mitchell direct tom tykwer wachowski connected drama science fiction tom tykwer tom hanks halle berry jim broadbent 2012"
}