{
    "Title": "Traffic",
    "Overview": "An exploration of the United States of America's war on drugs from multiple perspectives. For the new head of the Office of National Drug Control Policy, the war becomes personal when he discovers his well-educated daughter is abusing cocaine within their comfortable suburban home. In Mexico, a flawed, but noble policeman agrees to testify against a powerful general in league with a cartel, and in San Diego, a drug kingpin's sheltered trophy wife must learn her husband's ruthless business after he is arrested, endangering her luxurious lifestyle.",
    "Tagline": "No one gets away clean",
    "Homepage": "Unknown",
    "Release_Date": "2000-03-23",
    "Vote_Average": 7.052,
    "Runtime": 147,
    "Poster_Path": "/jbccmnqE4oAPI67bApgt2JiRPz8.jpg",
    "Genres": "Thriller, Drama, Crime",
    "Keywords": "[{\"id\": 279, \"name\": \"usa\"}, {\"id\": 1601, \"name\": \"war on drugs\"}, {\"id\": 2149, \"name\": \"drug traffic\"}, {\"id\": 2231, \"name\": \"drug dealer\"}, {\"id\": 3391, \"name\": \"drug smuggle\"}, {\"id\": 4436, \"name\": \"addicted\"}, {\"id\": 4668, \"name\": \"police operation\"}, {\"id\": 5616, \"name\": \"united states\\u2013mexico barrier\"}, {\"id\": 6782, \"name\": \"addiction\"}, {\"id\": 18026, \"name\": \"drug lord\"}]",
    "Director": "Steven Soderbergh",
    "budget": 48000000,
    "revenue": 207515725,
    "production_companies": "USA Films, Initial Entertainment Group (IEG), Bedford Falls Company, The, Compulsion Inc., Splendid Medien AG",
    "Cast": "Michael Douglas, Benicio del Toro, Jacob Vargas",
    "clean_text": "traffic exploration united states americas war drug multiple perspective new head office national drug control policy war personal discover welleducate daughter abuse cocaine comfortable suburban home mexico flawed noble policeman agree testify powerful general league cartel san diego drug kingpin shelter trophy wife learn husband ruthless business arrest endanger luxurious lifestyle one get away clean thriller drama crime steven soderbergh michael douglas benicio del toro jacob vargas 2000"
}