{
    "Title": "The Legend of Zorro",
    "Overview": "Having spent the last 10 years fighting injustice and cruelty, Alejandro de la Vega is now facing his greatest challenge: his loving wife Elena has thrown him out of the house!  Elena has filed for divorce and found comfort in the arms of Count Armand, a dashing French aristocrat.  But Alejandro knows something she doesn't: Armand is the evil mastermind behind a terrorist plot to destroy the United States.  And so, with his marriage and the county's future at stake, it's up to Zorro to save two unions before it's too late.",
    "Tagline": "The original caped crusader is back!",
    "Homepage": "https://www.sonypictures.com/movies/thelegendofzorro",
    "Release_Date": "2005-10-24",
    "Vote_Average": 6.108,
    "Runtime": 129,
    "Poster_Path": "/bSHWuFMXPEPdbk1zijnBkP4lgzR.jpg",
    "Genres": "Action, Adventure, Western",
    "Keywords": "[{\"id\": 387, \"name\": \"california\"}, {\"id\": 470, \"name\": \"spy\"}, {\"id\": 494, \"name\": \"father son relationship\"}, {\"id\": 534, \"name\": \"mexico\"}, {\"id\": 1701, \"name\": \"hero\"}, {\"id\": 5809, \"name\": \"marriage crisis\"}, {\"id\": 9725, \"name\": \"sword fight\"}, {\"id\": 15160, \"name\": \"divorce\"}, {\"id\": 179585, \"name\": \"american civil war\"}]",
    "Director": "Martin Campbell",
    "budget": 75000000,
    "revenue": 142400065,
    "production_companies": "Amblin Entertainment, Columbia Pictures Corporation",
    "Cast": "Antonio Banderas, Catherine Zeta-Jones, Adrián Alonso Barona",
    "clean_text": "legend zorro having spend 10 year fight injustice cruelty alejandro de la vega face great challenge love wife elena throw house   elena file divorce find comfort arm count armand dash french aristocrat   alejandro know not armand evil mastermind terrorist plot destroy united states   marriage county future stake zorro save two union late original caped crusader action adventure western martin campbell antonio banderas catherine zetajones adrián alonso barona 2005"
}