{
    "Title": "Conan the Destroyer",
    "Overview": "Conan is commissioned by the evil queen Taramis to safely escort a teen princess and her powerful bodyguard to a far away castle to retrieve the magic Horn of Dagoth. Unknown to Conan, the queen plans to sacrifice the princess when she returns and inherit her kingdom after the bodyguard kills Conan. The queen's plans fail to take into consideration Conan's strength and cunning and the abilities of his sidekicks: the eccentric wizard Akiro, the warrior woman Zula, and the inept Malak. Together the hero and his allies must defeat both mortal and supernatural foes in this voyage to sword-and-sorcery land.",
    "Tagline": "The most powerful legend of all is back in a new adventure.",
    "Homepage": "Unknown",
    "Release_Date": "1984-06-29",
    "Vote_Average": 6.076,
    "Runtime": 103,
    "Poster_Path": "/m5i7S46DT1ESy7URkh2l92awGRr.jpg",
    "Genres": "Adventure, Fantasy, Action",
    "Keywords": "[{\"id\": 1400, \"name\": \"swordplay\"}, {\"id\": 1938, \"name\": \"sword\"}, {\"id\": 2343, \"name\": \"magic\"}, {\"id\": 3389, \"name\": \"warrior woman\"}, {\"id\": 3568, \"name\": \"lone wolf\"}, {\"id\": 6333, \"name\": \"wizardry\"}, {\"id\": 9920, \"name\": \"royalty\"}, {\"id\": 14665, \"name\": \"barbarian\"}, {\"id\": 234213, \"name\": \"sword and sorcery\"}]",
    "Director": "Richard Fleischer",
    "budget": 18000000,
    "revenue": 100000000,
    "production_companies": "De Laurentiis Entertainment Group",
    "Cast": "Arnold Schwarzenegger, Grace Jones, Wilt Chamberlain",
    "clean_text": "conan destroyer conan commission evil queen taramis safely escort teen princess powerful bodyguard far away castle retrieve magic horn dagoth unknown conan queen plan sacrifice princess return inherit kingdom bodyguard kill conan queen plan fail consideration conan strength cunning ability sidekick eccentric wizard akiro warrior woman zula inept malak hero ally defeat mortal supernatural foe voyage swordandsorcery land powerful legend new adventure adventure fantasy action richard fleischer arnold schwarzenegg grace jones wilt chamberlain 1984"
}